Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Your autonomic nervous system has matured significantly. Lower absolute numbers are completely expected. Consistent aerobic exercise is the single strongest lever for maintaining parasympathetic tone at this stage.
ar: نضج جهازك العصبي الذاتي بشكل ملحوظ. الأرقام المطلقة الأقل متوقعة تمامًا. التمرين الهوائي المنتظم هو أقوى رافعة منفردة للحفاظ على نبرة الجهاز نظير الودي في هذه المرحلة.
da: Dit autonome nervesystem er modnet betydeligt. Lavere absolutte tal er helt forventelige. Regelmæssig aerob træning er det stærkeste enkelte greb til at bevare den parasympatiske tonus i denne fase.
de: Dein autonomes Nervensystem ist deutlich gereift. Niedrigere absolute Zahlen sind völlig zu erwarten. Regelmäßiges Ausdauertraining ist in dieser Phase der stärkste einzelne Hebel, um den parasympathischen Tonus zu erhalten.
es: Tu sistema nervioso autónomo ha madurado considerablemente. Es totalmente esperable tener números absolutos más bajos. El ejercicio aeróbico constante es la palanca más potente para mantener el tono parasimpático en esta etapa.
fi: Autonominen hermostosi on kypsynyt huomattavasti. Matalammat absoluuttiset luvut ovat täysin odotettuja. Säännöllinen aerobinen liikunta on tässä vaiheessa yksittäisistä keinoista vahvin parasympaattisen sävyn ylläpitämiseen.
fr: Votre système nerveux autonome a considérablement mûri. Des valeurs absolues plus basses sont tout à fait attendues. Un exercice aérobie régulier est le levier le plus puissant pour maintenir le tonus parasympathique à ce stade.
is: Ósjálfráða taugakerfið þitt hefur þroskast verulega. Lægri algild gildi eru fullkomlega eðlileg. Regluleg þolþjálfun er öflugasta einstaka leiðin til að viðhalda parasympatískri virkni á þessu skeiði.
it: Il tuo sistema nervoso autonomo è maturato in modo significativo. Numeri assoluti più bassi sono del tutto normali. L'esercizio aerobico regolare è la leva più efficace per mantenere il tono parasimpatico in questa fase.
ja: 自律神経系は十分に成熟しています。絶対値が低いのはまったく想定どおりです。この段階で副交感神経の緊張を保つには、継続的な有酸素運動が最も強力な手段です。
ko: 자율신경계가 상당히 성숙했습니다. 절대값이 낮은 것은 전적으로 예상된 일입니다. 이 시기에 부교감신경 긴장도를 유지하는 가장 강력한 수단은 꾸준한 유산소 운동입니다.
nb: Det autonome nervesystemet ditt er betydelig modnet. Lavere absolutte tall er helt som forventet. Jevn aerob trening er det enkelttiltaket som virker sterkest for å opprettholde parasympatisk tonus i denne fasen.
nl: Je autonome zenuwstelsel is flink gerijpt. Lagere absolute cijfers zijn volkomen te verwachten. Regelmatige aerobe training is in deze fase de allersterkste hefboom om je parasympathische tonus op peil te houden.
pt_br: Seu sistema nervoso autônomo amadureceu bastante. Números absolutos mais baixos são totalmente esperados. O exercício aeróbico regular é a alavanca mais forte para manter o tônus parassimpático nesta fase.
ru: Ваша вегетативная нервная система значительно созрела. Более низкие абсолютные числа вполне ожидаемы. Регулярные аэробные нагрузки — самый сильный рычаг для поддержания парасимпатического тонуса на этом этапе.
sv: Ditt autonoma nervsystem har mognat betydligt. Lägre absoluta värden är helt väntade. Regelbunden konditionsträning är den enskilt starkaste faktorn för att behålla den parasympatiska tonusen i det här skedet.
zh_hans: 你的自主神经系统已经显著成熟。绝对数值较低完全在预料之中。在这个阶段，坚持有氧运动是维持副交感神经张力最有效的手段。

source: Your autonomic nervous system is at its most dynamic. High variability is normal and expected — enjoy it. Focus on building consistent habits now.
ar: جهازك العصبي الذاتي في أكثر مراحله ديناميكية. التقلب العالي طبيعي ومتوقع — استمتع به. ركّز على بناء عادات منتظمة الآن.
da: Dit autonome nervesystem er på sit mest dynamiske. Høj variabilitet er normalt og forventeligt — nyd det. Fokusér på at opbygge faste vaner nu.
de: Dein autonomes Nervensystem ist auf seinem dynamischsten Stand. Hohe Variabilität ist normal und zu erwarten — genieß es. Konzentriere dich jetzt darauf, beständige Gewohnheiten aufzubauen.
es: Tu sistema nervioso autónomo está en su momento más dinámico. Una variabilidad alta es normal y esperable: disfrútala. Céntrate ahora en crear hábitos constantes.
fi: Autonominen hermostosi on dynaamisimmillaan. Suuri vaihtelu on normaalia ja odotettua — nauti siitä. Keskity nyt johdonmukaisten tapojen rakentamiseen.
fr: Votre système nerveux autonome est à son plus dynamique. Une forte variabilité est normale et attendue — profitez-en. Concentrez-vous dès maintenant sur des habitudes régulières.
is: Ósjálfráða taugakerfið þitt er upp á sitt kvikasta. Mikill breytileiki er eðlilegur og við honum að búast — njóttu þess. Einbeittu þér að því að byggja upp góðar venjur núna.
it: Il tuo sistema nervoso autonomo è al massimo della sua dinamicità. Una variabilità alta è normale e prevista: goditela. Concentrati ora sul costruire abitudini costanti.
ja: 自律神経系が最も活発な時期です。高い変動性は正常で想定どおりです — 楽しんでください。今のうちに一貫した習慣づくりに取り組みましょう。
ko: 자율신경계가 가장 역동적인 시기입니다. 높은 변이도는 정상이며 예상된 것입니다 — 즐기세요. 지금 꾸준한 습관을 만드는 데 집중하세요.
nb: Det autonome nervesystemet ditt er på sitt mest dynamiske. Høy variabilitet er normalt og forventet — nyt det. Fokuser på å bygge gode vaner nå.
nl: Je autonome zenuwstelsel is op zijn meest dynamisch. Hoge variabiliteit is normaal en te verwachten — geniet ervan. Richt je nu op het opbouwen van vaste gewoonten.
pt_br: Seu sistema nervoso autônomo está no seu momento mais dinâmico. Variabilidade alta é normal e esperada — aproveite. Concentre-se em construir hábitos consistentes agora.
ru: Ваша вегетативная нервная система в самом динамичном периоде. Высокая вариабельность нормальна и ожидаема — радуйтесь этому. Сосредоточьтесь на формировании постоянных привычек уже сейчас.
sv: Ditt autonoma nervsystem är som mest dynamiskt. Hög variabilitet är normalt och väntat — njut av det. Fokusera på att bygga upp goda vanor nu.
zh_hans: 你的自主神经系统正处于最活跃的阶段。高变异性是正常且预期之中的 — 尽情享受吧。现在就专注于养成稳定的习惯。

source: Your average during the 5-min analysis window. Lower at rest = fitter cardiovascular system. Typical resting: 50-80 bpm.
ar: متوسطك خلال نافذة التحليل البالغة 5 دقائق. الأقل أثناء الراحة = جهاز قلبي وعائي أكثر لياقة. المعتاد أثناء الراحة: 50-80 نبضة/دقيقة.
da: Dit gennemsnit i det 5-minutters analysevindue. Lavere i hvile = bedre kredsløbskondition. Typisk i hvile: 50-80 bpm.
de: Dein Durchschnitt während des 5-Minuten-Analysefensters. Niedriger in Ruhe = fitteres Herz-Kreislauf-System. Typisch in Ruhe: 50–80 bpm.
es: Tu media durante la ventana de análisis de 5 minutos. Más baja en reposo = sistema cardiovascular más en forma. Reposo típico: 50-80 lpm.
fi: Keskiarvosi 5 minuutin analyysi-ikkunan aikana. Matalampi levossa = parempikuntoinen sydän- ja verenkiertoelimistö. Tyypillinen leposyke: 50–80 bpm.
fr: Votre moyenne pendant la fenêtre d’analyse de 5 min. Plus basse au repos = système cardiovasculaire plus entraîné. Valeur typique au repos : 50-80 bpm.
is: Meðaltalið þitt í 5 mínútna greiningarglugganum. Lægra í hvíld = hraustara hjarta- og æðakerfi. Dæmigert í hvíld: 50-80 slög/mín.
it: La tua media durante la finestra di analisi di 5 minuti. Più bassa a riposo = sistema cardiovascolare più allenato. Tipico a riposo: 50-80 bpm.
ja: 5 分間の分析ウィンドウ中の平均値です。安静時に低いほど心血管系が鍛えられています。一般的な安静時の値：50～80 bpm。
ko: 5분 분석 구간 동안의 평균. 안정 시 낮을수록 = 심혈관 체력이 좋음. 일반적인 안정 시: 50-80bpm.
nb: Gjennomsnittet ditt i analysevinduet på 5 minutter. Lavere i hvile = bedre kondisjon i hjerte og kar. Typisk i hvile: 50-80 bpm.
nl: Je gemiddelde tijdens het analysevenster van 5 minuten. Lager in rust = fitter hart- en vaatstelsel. Gebruikelijk in rust: 50-80 spm.
pt_br: Sua média durante a janela de análise de 5 min. Mais baixa em repouso = sistema cardiovascular mais condicionado. Repouso típico: 50-80 bpm.
ru: Ваше среднее значение в 5-минутном окне анализа. Ниже в покое = более тренированная сердечно-сосудистая система. Обычно в покое: 50–80 уд/мин.
sv: Ditt genomsnitt under det 5 minuter långa analysfönstret. Lägre i vila = bättre kondition i hjärta och kärl. Typiskt i vila: 50–80 bpm.
zh_hans: 5 分钟分析窗口内的平均值。静息时越低 = 心血管系统越健康。典型静息值：50-80 bpm。

source: Your daily readiness — score, HRV, sleep, vitals, plus the parallel training-load page
ar: جاهزيتك اليومية — النتيجة وHRV والنوم والعلامات الحيوية، بالإضافة إلى صفحة حمل التدريب الموازية
da: Din daglige parathed — score, HRV, søvn, vitale tegn plus den parallelle side for træningsbelastning
de: Deine tägliche Bereitschaft — Wert, HRV, Schlaf, Vitalwerte sowie die parallele Seite zur Trainingsbelastung
es: Tu preparación diaria: puntuación, HRV, sueño, constantes vitales y la página paralela de carga de entrenamiento
fi: Päivittäinen valmiutesi — pisteet, HRV, uni, vitaaliarvot sekä rinnakkainen harjoituskuormitussivu
fr: Votre état de préparation quotidien — score, HRV, sommeil, signes vitaux, plus la page parallèle de charge d’entraînement
is: Daglegur viðbúnaður þinn — stig, HRV, svefn, lífsmörk, auk samhliða síðu um æfingaálag
it: La tua prontezza quotidiana — punteggio, HRV, sonno, parametri vitali, più la pagina parallela del carico di allenamento
ja: 毎日の準備状態 — スコア、HRV、睡眠、バイタル、そして並行するトレーニング負荷のページ
ko: 일일 준비 상태 — 점수, HRV, 수면, 활력 징후, 그리고 별도의 훈련 부하 페이지
nb: Den daglige beredskapen din — score, HRV, søvn, vitale tegn, pluss den parallelle siden for treningsbelastning
nl: Je dagelijkse gereedheid — score, HRV, slaap, vitale waarden, plus de aparte pagina voor trainingsbelasting
pt_br: Sua prontidão diária — pontuação, VFC, sono, sinais vitais, mais a página paralela de carga de treino
ru: Ваша ежедневная готовность — оценка, ВСР, сон, жизненные показатели, а также отдельная страница тренировочной нагрузки
sv: Din dagliga beredskap — poäng, HRV, sömn, vitala tecken, plus den parallella sidan för träningsbelastning
zh_hans: 你的每日准备状态 — 评分、HRV、睡眠、生命体征，以及并列的训练负荷页面

source: Your Dashboard
ar: لوحة معلوماتك
da: Din oversigt
de: Deine Übersicht
es: Tu panel
fi: Kojelautasi
fr: Votre tableau de bord
is: Yfirsýnin þín
it: Il tuo pannello
ja: ダッシュボード
ko: 대시보드
nb: Oversikten din
nl: Je Dashboard
pt_br: Seu Painel
ru: Ваша панель
sv: Din översikt
zh_hans: 你的仪表盘

source: Your Data
ar: بياناتك
da: Dine data
de: Deine Daten
es: Tus datos
fi: Tietosi
fr: Vos données
is: Gögnin þín
it: I tuoi dati
ja: あなたのデータ
ko: 내 데이터
nb: Dataene dine
nl: Je gegevens
pt_br: Seus dados
ru: Ваши данные
sv: Dina data
zh_hans: 你的数据

source: Your displayed baseline is a 7-day rolling snapshot of recent trends. Z-score normalization uses up to 60 days of history (from up to 90 stored data points) for a stable statistical reference.
ar: خط الأساس المعروض لقطة متحركة لـ 7 أيام للاتجاهات الحديثة. يستخدم تطبيع درجة z تاريخًا يصل إلى 60 يومًا (من حتى 90 نقطة بيانات مخزّنة) كمرجع إحصائي مستقر.
da: Din viste baseline er et rullende 7-dages øjebliksbillede af nylige tendenser. Z-score-normaliseringen bruger op til 60 dages historik (fra op til 90 gemte datapunkter) som en stabil statistisk reference.
de: Deine angezeigte Baseline ist eine gleitende 7-Tage-Momentaufnahme der jüngsten Trends. Die z-Wert-Normalisierung nutzt bis zu 60 Tage Verlauf (aus bis zu 90 gespeicherten Datenpunkten) als stabile statistische Referenz.
es: La línea base que ves es una instantánea móvil de 7 días de las tendencias recientes. La normalización por z-score usa hasta 60 días de historial (de hasta 90 datos guardados) como referencia estadística estable.
fi: Näytetty perustasosi on 7 päivän liukuva tilannekuva viimeaikaisista trendeistä. Z-pistenormalisointi käyttää enintään 60 päivän historiaa (enintään 90 tallennetusta datapisteestä) vakaana tilastollisena vertailukohtana.
fr: La référence affichée est un instantané glissant sur 7 jours des tendances récentes. La normalisation par z-score utilise jusqu’à 60 jours d’historique (à partir de jusqu’à 90 points de données stockés) pour une référence statistique stable.
is: Grunngildið sem birtist er 7 daga hlaupandi skyndimynd af nýlegri þróun. Z-gildisstöðlun notar allt að 60 daga sögu (úr allt að 90 vistuðum gagnapunktum) sem stöðugt tölfræðilegt viðmið.
it: La linea di base mostrata è un'istantanea mobile di 7 giorni delle tendenze recenti. La normalizzazione z-score usa fino a 60 giorni di storico (da un massimo di 90 dati memorizzati) per un riferimento statistico stabile.
ja: 表示されるベースラインは、最近のトレンドの 7 日間の移動スナップショットです。z スコア正規化では、安定した統計的基準のために最大 60 日分の履歴（最大 90 件の保存データ点から）を使います。
ko: 표시되는 기준선은 최근 추세의 7일 이동 스냅샷입니다. z-점수 정규화는 안정적인 통계 기준을 위해 최대 60일의 기록(최대 90개의 저장된 데이터 포인트에서)을 사용합니다.
nb: Grunnlinjen som vises, er et glidende 7-dagers øyeblikksbilde av nylige trender. Z-score-normaliseringen bruker opptil 60 dager med historikk (fra opptil 90 lagrede datapunkter) som en stabil statistisk referanse.
nl: Je getoonde basislijn is een voortschrijdende momentopname van 7 dagen van recente trends. De z-score-normalisatie gebruikt tot 60 dagen geschiedenis (uit maximaal 90 opgeslagen meetpunten) als stabiele statistische referentie.
pt_br: A linha de base exibida é um retrato móvel de 7 dias das tendências recentes. A normalização por escore z usa até 60 dias de histórico (de até 90 pontos de dados armazenados) para ter uma referência estatística estável.
ru: Отображаемый базовый уровень — скользящий снимок недавних трендов за 7 дней. Нормализация z-оценки использует до 60 дней истории (до 90 сохранённых точек данных) для стабильной статистической опоры.
sv: Den baslinje som visas är en rullande 7-dagarsögonblicksbild av de senaste trenderna. Z-poängnormaliseringen använder upp till 60 dagars historik (från upp till 90 sparade datapunkter) som en stabil statistisk referens.
zh_hans: 显示的基线是近期趋势的 7 天滚动快照。z 分数标准化使用最多 60 天的历史（来自最多 90 个存储的数据点），以获得稳定的统计参照。

source: Your feedback does NOT auto-adjust the score weights. We deliberately do NOT use it to retrain the algorithm — that creates self-fulfilling-prophecy bias. The chip is a personal log, full stop.
ar: ملاحظاتك لا تعدّل أوزان النتيجة تلقائيًا. نحن عن قصد لا نستخدمها لإعادة تدريب الخوارزمية — فذلك يخلق انحياز النبوءة التي تحقق ذاتها. الشريحة سجل شخصي، لا أكثر.
da: Din feedback justerer IKKE automatisk scorens vægte. Vi bruger den bevidst IKKE til at gentræne algoritmen — det skaber bias i form af selvopfyldende profetier. Knappen er en personlig log, punktum.
de: Dein Feedback passt die Gewichtungen des Werts NICHT automatisch an. Wir nutzen es bewusst NICHT, um den Algorithmus neu zu trainieren — das würde eine selbsterfüllende Verzerrung erzeugen. Der Chip ist ein persönliches Protokoll, Punkt.
es: Tu valoración NO ajusta automáticamente los pesos de la puntuación. Deliberadamente NO la usamos para reentrenar el algoritmo: eso crearía un sesgo de profecía autocumplida. El botón es un registro personal, sin más.
fi: Palautteesi EI säädä pisteiden painoja automaattisesti. Emme tarkoituksella käytä sitä algoritmin uudelleenkoulutukseen — se loisi itseään toteuttavan ennusteen harhan. Painike on henkilökohtainen loki, ei muuta.
fr: Votre retour n’ajuste PAS automatiquement les poids du score. Nous ne l’utilisons volontairement PAS pour réentraîner l’algorithme — cela créerait un biais de prophétie autoréalisatrice. La puce est un journal personnel, rien de plus.
is: Endurgjöfin þín stillir EKKI vægi stiganna sjálfkrafa. Við notum hana vísvitandi EKKI til að endurþjálfa algrímið — það skapar skekkju sjálfuppfyllandi spádóms. Hnappurinn er persónuleg skrá, punktur.
it: Il tuo feedback NON modifica automaticamente i pesi del punteggio. Di proposito NON lo usiamo per riaddestrare l'algoritmo: creerebbe un effetto di profezia che si autoavvera. Il riquadro è un registro personale, punto.
ja: フィードバックによってスコアの重みが自動調整されることはありません。アルゴリズムの再学習には意図的に使っていません — 自己成就的予言のバイアスが生じるからです。チップはあくまで個人的な記録です。
ko: 피드백은 점수 가중치를 자동으로 조정하지 않습니다. 알고리즘을 재학습하는 데 의도적으로 사용하지 않습니다 — 자기 충족적 예언 편향이 생기기 때문입니다. 이 칩은 개인 기록일 뿐입니다.
nb: Tilbakemeldingen din justerer IKKE vektene i scoren automatisk. Vi bruker den bevisst IKKE til å trene opp algoritmen på nytt — det skaper en selvoppfyllende skjevhet. Brikken er en personlig logg, punktum.
nl: Je feedback past de gewichten van de score NIET automatisch aan. We gebruiken die bewust NIET om het algoritme opnieuw te trainen — dat geeft een selffulfilling-prophecy-vertekening. Het label is een persoonlijk logboek, punt.
pt_br: Seu feedback NÃO ajusta automaticamente os pesos da pontuação. Nós deliberadamente NÃO o usamos para retreinar o algoritmo — isso criaria um viés de profecia autorrealizável. O botão é um registro pessoal, e só.
ru: Ваши отзывы НЕ корректируют веса оценки автоматически. Мы намеренно НЕ используем их для переобучения алгоритма — это создало бы эффект самосбывающегося пророчества. Плашка — личный журнал, и только.
sv: Din återkoppling justerar INTE poängvikterna automatiskt. Vi använder den medvetet INTE för att träna om algoritmen — det skulle skapa en självuppfyllande bias. Knappen är en personlig logg, punkt.
zh_hans: 你的反馈不会自动调整评分权重。我们有意不用它来重新训练算法 — 那样会产生自我实现预言式的偏差。这个标签就是一份个人记录，仅此而已。

source: Your First Reading
ar: قراءتك الأولى
da: Din første måling
de: Deine erste Messung
es: Tu primera lectura
fi: Ensimmäinen mittauksesi
fr: Votre première lecture
is: Fyrsta mælingin þín
it: La tua prima lettura
ja: 初めての測定
ko: 첫 측정
nb: Din første måling
nl: Je eerste meting
pt_br: Sua primeira leitura
ru: Ваше первое измерение
sv: Din första mätning
zh_hans: 你的第一次读数

source: Your first reading takes about 3 minutes and gives you a snapshot of your current recovery state.
ar: تستغرق قراءتك الأولى نحو 3 دقائق وتمنحك لقطة لحالة تعافيك الحالية.
da: Din første måling tager omkring 3 minutter og giver dig et øjebliksbillede af din aktuelle restitutionstilstand.
de: Deine erste Messung dauert etwa 3 Minuten und liefert dir eine Momentaufnahme deines aktuellen Erholungszustands.
es: Tu primera lectura dura unos 3 minutos y te da una instantánea de tu estado de recuperación actual.
fi: Ensimmäinen mittauksesi kestää noin 3 minuuttia ja antaa tilannekuvan nykyisestä palautumistilastasi.
fr: Votre première lecture prend environ 3 minutes et vous donne un aperçu de votre état de récupération actuel.
is: Fyrsta mælingin tekur um 3 mínútur og gefur þér skyndimynd af núverandi batastöðu.
it: La prima lettura dura circa 3 minuti e ti dà un'istantanea del tuo stato di recupero attuale.
ja: 初めての測定は約 3 分で、現在の回復状態のスナップショットが得られます。
ko: 첫 측정은 약 3분이 걸리며 현재 회복 상태의 스냅샷을 보여 줍니다.
nb: Den første målingen tar omtrent 3 minutter og gir deg et øyeblikksbilde av restitusjonstilstanden din akkurat nå.
nl: Je eerste meting duurt ongeveer 3 minuten en geeft een momentopname van je huidige hersteltoestand.
pt_br: Sua primeira leitura leva cerca de 3 minutos e dá um retrato do seu estado atual de recuperação.
ru: Первое измерение занимает около 3 минут и даёт снимок вашего текущего состояния восстановления.
sv: Din första mätning tar ungefär 3 minuter och ger dig en ögonblicksbild av ditt nuvarande återhämtningsläge.
zh_hans: 你的第一次读数大约需要 3 分钟，会给出你当前恢复状态的快照。

source: Your HRV data is protected by multiple independent safety layers. Even in the worst case — app crash + Bluetooth disconnect + phone restart — your data survives.
ar: بيانات HRV لديك محمية بطبقات أمان مستقلة متعددة. حتى في أسوأ الحالات — تعطّل التطبيق + انقطاع البلوتوث + إعادة تشغيل الهاتف — تبقى بياناتك.
da: Dine HRV-data er beskyttet af flere uafhængige sikkerhedslag. Selv i værste fald — appnedbrud + Bluetooth-afbrydelse + genstart af telefonen — overlever dine data.
de: Deine HRV-Daten sind durch mehrere unabhängige Sicherheitsebenen geschützt. Selbst im schlimmsten Fall — App-Absturz + Bluetooth-Abbruch + Neustart des Telefons — bleiben deine Daten erhalten.
es: Tus datos de HRV están protegidos por varias capas de seguridad independientes. Incluso en el peor caso —cierre inesperado de la app + desconexión del Bluetooth + reinicio del teléfono—, tus datos sobreviven.
fi: HRV-tietojasi suojaa useampi toisistaan riippumaton turvakerros. Pahimmassakin tapauksessa — sovelluksen kaatuminen + Bluetooth-yhteyden katkeaminen + puhelimen uudelleenkäynnistys — tietosi säilyvät.
fr: Vos données HRV sont protégées par plusieurs niveaux de sécurité indépendants. Même dans le pire des cas — plantage de l’app + déconnexion Bluetooth + redémarrage du téléphone — vos données sont conservées.
is: HRV-gögnin þín eru vernduð af mörgum óháðum öryggislögum. Jafnvel í versta falli — appið hrynur + Bluetooth aftengist + síminn endurræsist — lifa gögnin af.
it: I tuoi dati HRV sono protetti da più livelli di sicurezza indipendenti. Anche nel caso peggiore — arresto anomalo dell'app + disconnessione Bluetooth + riavvio del telefono — i tuoi dati si salvano.
ja: HRV データは、互いに独立した複数の安全のための仕組みで守られています。最悪の場合 — アプリのクラッシュ + Bluetooth の切断 + iPhone の再起動 — でも、データは失われません。
ko: HRV 데이터는 여러 개의 독립적인 안전 계층으로 보호됩니다. 최악의 경우 — 앱 충돌 + Bluetooth 연결 끊김 + 휴대폰 재시작 — 에도 데이터는 살아남습니다.
nb: HRV-dataene dine er beskyttet av flere uavhengige sikkerhetslag. Selv i verste fall — appkrasj + Bluetooth-frakobling + omstart av telefonen — overlever dataene dine.
nl: Je HRV-gegevens worden beschermd door meerdere onafhankelijke veiligheidslagen. Zelfs in het ergste geval — app-crash + Bluetooth-verbinding verbroken + telefoon herstart — blijven je gegevens bewaard.
pt_br: Seus dados de VFC são protegidos por várias camadas de segurança independentes. Mesmo no pior caso — falha do app + desconexão do Bluetooth + reinício do telefone — seus dados sobrevivem.
ru: Ваши данные ВСР защищены несколькими независимыми уровнями. Даже в худшем случае — сбой приложения + отключение Bluetooth + перезагрузка телефона — данные сохранятся.
sv: Dina HRV-data skyddas av flera oberoende skyddslager. Även i värsta fall — appkrasch + Bluetooth-avbrott + omstart av telefonen — finns dina data kvar.
zh_hans: 你的 HRV 数据受到多个独立安全层的保护。即使在最坏的情况下 — 应用崩溃 + 蓝牙断开 + 手机重启 — 你的数据也能保留。
